[Demo_Maya_ep4_4 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1434,Y=-1785,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=1254,Y=-1788,Z=0),VecSub=(X=0,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=ACT_EVENT,Number=4,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[5]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=6)
DemoScripts[8]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0105_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0500_lp_Shy",Number=8)
DemoScripts[21]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_005_Cue',Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0501_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[31]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0)
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[33]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[34]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[35]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[36]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=6)
DemoScripts[37]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[39]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[40]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[41]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[42]=(Actor=FADE,Command=WAIT)
DemoScripts[43]=(Actor=WINDOW,Command=SET)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_009_Cue',Name="")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[52]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[53]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[54]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[55]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=6)
DemoScripts[56]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[58]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[59]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[60]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[61]=(Actor=FADE,Command=WAIT)
DemoScripts[62]=(Actor=WINDOW,Command=SET)
DemoScripts[63]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[65]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_013_Cue',Name="")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[73]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[74]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[75]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[76]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[77]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_016_Cue',Name="カミゾノ　マヤ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=3,Bit=1)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_019_Cue',Name="")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[95]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[96]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[97]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_fx_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0106_fx_Stand2Sulk",Rate=0,Number=3,Bit=0)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0600_lp_Sulk",Number=8)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[109]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[110]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[111]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[112]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=3,Bit=1)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[116]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_025_Cue',Name="カミゾノ　マヤ")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[118]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[126]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[127]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[133]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1384,Y=-1785,Z=135),SecTime=0.2)
DemoScripts[134]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[135]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1384,Y=-1785,Z=135),SecTime=0.2)
DemoScripts[136]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_030_Cue',Name="")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[143]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[145]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[146]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1434,Y=-1785,Z=135),SecTime=0.2)
DemoScripts[147]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[148]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1434,Y=-1785,Z=135),SecTime=0.2)
DemoScripts[149]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[150]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[152]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[153]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[154]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[155]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[158]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_034_Cue',Name="")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[160]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[163]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[164]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_035_Cue',Name="カミゾノ　マヤ")
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[166]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[168]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Joy_Cue')
DemoScripts[169]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=6,CId=70)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_lp_close_smile",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[172]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[174]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[175]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_038_Cue',Name="")
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[177]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[178]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_039_Cue',Name="カミゾノ　マヤ")
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[180]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[181]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[182]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[183]=(Actor=SOUND_EX,Command=PLAY,SecTime=0,SoundID=SoundCue'SE_DM_Maya_ep4_4.GG2_SE_DM_Phone_Vibe_LP_Cue')
DemoScripts[184]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[185]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=2,CId=70)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[188]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_040_Cue',Name="カミゾノ　マヤ")
DemoScripts[189]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[190]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[191]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[192]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_041_Cue',Name="カミゾノ　マヤ")
DemoScripts[193]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[194]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[195]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[197]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_043_Cue',Name="カミゾノ　マヤ")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[199]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[200]=(Actor=SOUND_EX,Command=STOP,SecTime=0,SoundID=)
DemoScripts[201]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_4.GG2_SE_DM_Phone_Touch_Cue')
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_045_Cue',Name="")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[206]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[207]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[208]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_047_Cue',Name="")
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[210]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[212]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_049_Cue',Name="")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[214]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[215]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[216]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_051_Cue',Name="")
DemoScripts[217]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[218]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[219]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_4.GG2_SE_DM_Phone_OFF_Cue')
DemoScripts[220]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[221]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[222]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[223]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[224]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[225]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_053_Cue',Name="カミゾノ　マヤ")
DemoScripts[226]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[227]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[228]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[229]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[230]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[231]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[232]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_055_Cue',Name="カミゾノ　マヤ")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[234]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[235]=(Actor=WINDOW,Command=EXIT)
DemoScripts[236]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[237]=(Actor=FADE,Command=WAIT)
DemoScripts[238]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[239]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[240]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[241]=(Actor=FADE,Command=WAIT)
DemoScripts[242]=(Actor=WINDOW,Command=SET)
DemoScripts[243]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[244]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_4.GG2_V_Maya_ep4_4_057_Cue',Name="エコロ")
DemoScripts[245]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[246]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT58)
DemoScripts[248]=(Actor=WINDOW,Command=EXIT)
DemoScripts[249]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[250]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[251]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[252]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[253]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep4_4 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=STUDY,ParamNum=50),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=SPORT,ParamNum=50),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=FASHION,ParamNum=50),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep4_4 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="......峯哥,很溫柔呢....../n從以前開始,就沒變過......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="是嗎?/n不過這是當然的./n小真夜受傷了,當然會在意啊.")

Texts[2]=(Label="TEXT03",Name="真夜",Text="......峯哥......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="小真夜......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="氣氛好像不錯呢./n這裡就保險起見,再聊些有趣的話題吧!")

Texts[5]=(Label="TEXT06",Name="峯大",Text="咦?/n這個嘛......")

Texts[6]=(Label="TEXT07",Name="真夜",Text="......謝謝你,峯哥......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="不用客氣.")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="氣氛好像不錯呢./n這裡就保險起見,再聊些有趣的話題吧!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="就算妳突然/n跟我這麼說......")

Texts[10]=(Label="TEXT11",Name="真夜",Text="......嗚嗚......好刺痛....../n峯哥......很不會,處理傷口.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="啊嗚!?")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="你在做什麼啊....../n這裡只好靠有趣的話題來把好感度....../n把愛奪回來! You are shock!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="(真......真強硬....../n呃......有沒有什麼話題呢......)")

Texts[14]=(Label="TEXT15",Name="峯大",Text="小真夜,突然換學校/n功課會不會跟不上?")

Texts[15]=(Label="TEXT16",Name="真夜",Text="沒問題./n本家的學校......非常......斯巴....../n......我是說,親切地教導......所以......")

Texts[16]=(Label="TEXT17",Name="真夜",Text="什麼問題都沒有./n神園真夜,沒......問題....../n沒問題沒問題沒問題......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="小真夜!?/n快回來啊--!!?")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="看,看來還是別提到/n這個話題比較好呢!")

Texts[19]=(Label="TEXT20",Name="峯大",Text="小真夜做了惡魔獵人的修行對吧?/n現在已經擅長運動了嗎?")

Texts[20]=(Label="TEXT21",Name="真夜",Text="運動和,惡魔獵人的工作是,分開的./n尤其是,游泳......完全不行./n人類又,不是魚......")

Texts[21]=(Label="TEXT22",Name="峯大",Text="這一點還是沒變啊./n雖然抱歉......不過總覺得/n稍微放心了.")

Texts[22]=(Label="TEXT23",Name="真夜",Text="呣......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="這麼說來,我還沒有看過/n小真夜穿便服啊.畢竟是女孩子,/n是不是有在注意穿著打扮呢?")

Texts[24]=(Label="TEXT25",Name="真夜",Text="雖然沒什麼,自信....../n不過......應該算普通......")

Texts[25]=(Label="TEXT26",Name="峯大",Text="這樣啊./n真想看看呢.")

Texts[26]=(Label="TEXT27",Name="真夜",Text="......下次,再說吧?")

Texts[27]=(Label="TEXT28",Name="峯大",Text="小......小真夜自己一個人的時候/n會做些\"什麼\"呢?")

Texts[28]=(Label="TEXT29",Name="峯大",Text="像是在牀上,或是在牀上!/n還是在牀上......!!!")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="好可怕! 眼神太可怕了!/n某種意義上是比費洛蒙射擊更強力的眼力!")

Texts[30]=(Label="TEXT31",Name="真夜",Text="睡覺.")

Texts[31]=(Label="TEXT32",Name="峯大",Text="哇哦,秒答!",Format[0]=(Size=57,Start=0,End=7))

Texts[32]=(Label="TEXT33",Name="峯大",Text="我們來聊聊/n最適合配飯的小菜吧!")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="哇咧~!")

Texts[34]=(Label="TEXT35",Name="真夜",Text="芝麻鹽!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="哦,真硬派!/n好硬派啊,小真夜!")

Texts[36]=(Label="TEXT37",Name="真夜",Text="欸嘿嘿......")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="不好意思,完全無法理解/n剛才的對話的人/n只有我嗎......?")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="......芝麻鹽?")

Texts[39]=(Label="TEXT40",Name="真夜",Text="啊......我的電話....../n......")

Texts[40]=(Label="TEXT41",Name="真夜",Text="峯哥,你來接.")

Texts[41]=(Label="TEXT42",Name="峯大",Text="咦,為什麼?")

Texts[42]=(Label="TEXT43",Name="真夜",Text="總之,快接.")

Texts[43]=(Label="TEXT44",Name="峯大",Text="我,我知道了啦......啊--喂?")

Texts[44]=(Label="TEXT45",Name="忍",Text="咦,那個聲音是......峯大?/n為什麼峯大會......?")

Texts[45]=(Label="TEXT46",Name="峯大",Text="小忍?/n不,我也不知道,/n是小真夜叫我接電話的.")

Texts[46]=(Label="TEXT47",Name="忍",Text="......?/n真夜人在那裡吧?")

Texts[47]=(Label="TEXT48",Name="峯大",Text="是啊,小真夜/n稍微受了點傷......")

Texts[48]=(Label="TEXT49",Name="忍",Text="你說受傷....../n還好嗎!?")

Texts[49]=(Label="TEXT50",Name="峯大",Text="只是小傷而已,/n而且也已經處理好了,沒問題.")

Texts[50]=(Label="TEXT51",Name="忍",Text="是嗎,謝謝你,峯大./n把電話拿給真夜......呀啊!")

Texts[51]=(Label="TEXT52",Name="峯大",Text="喂!/n小忍!?")

Texts[52]=(Label="TEXT53",Name="真夜",Text="怎麼了?")

Texts[53]=(Label="TEXT54",Name="峯大",Text="電話突然掛斷了....../n而且聽到類似尖叫的聲音......")

Texts[54]=(Label="TEXT55",Name="真夜",Text="我要,去找她!")

Texts[55]=(Label="TEXT56",Name="峯大",Text="啊,小真夜!")

Texts[56]=(Label="TEXT57",Name="艾可蘿",Text="真夜大人明明受了傷,/n速度還真快耶.")

Texts[57]=(Label="TEXT58",Name="峯大",Text="我很擔心她們兩個./n我們也去找找吧!")

Texts[58]=(Label="TEXT59",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[59]=(Label="SELECT01",Name="",Text="大成功")

Texts[60]=(Label="SELECT02",Name="",Text="成功")

Texts[61]=(Label="SELECT03",Name="",Text="失敗")

Texts[62]=(Label="SELECT04",Name="",Text="")

Texts[63]=(Label="SELECT05",Name="",Text="")

Texts[64]=(Label="SELECT06",Name="",Text="關於學業")

Texts[65]=(Label="SELECT07",Name="",Text="關於運動")

Texts[66]=(Label="SELECT08",Name="",Text="關於打扮")

Texts[67]=(Label="SELECT09",Name="",Text="一個人的時候/n會做些\"什麼\"?")

Texts[68]=(Label="SELECT10",Name="",Text="關於最適合/n配飯的小菜")


